export const engProfileInfo = {
    name: '久保 天太朗',
    headshot: '/sample1.png',
    bio: '私の強みは貪欲な好奇心とロジカルなクリエイティビティーです。大学でUX、グラフィックデザイン、ビジネスの基本を学ぶ傍ら、以前から興味のあったフロントエンドエンジニアリングを独学で会得しました。この技術を生かし自身のポートフォリオサイトや企業のWEBサイトなどの制作を経験することができました。その際、独学で学んだ技術と大学で学んだユーザビリティーやデータに基づくデザイン手法などを組み合わせることにより、一般的なエンジニア/デザイナーに比べマクロな視点から制作にとりくめました。加えて、チームでの経験も豊富です。高校時代にはEスポーツ同好会という部活動を創部し、一年半で関東一位にまで上り詰めました。リーダーとしてのガバナンス、勧誘活動など組織を運営するためのノウハウを学ぶことができました。特にメンバーのメンタルマネージメントの行い方などは大変勉強になりました。また、在学しているプログラムの特徴の一つがグループでのプロジェクトで評価されることです。そのため、様々なバックグラウンドの生徒と共に作業をした経験がございます。',
    skills: [
        'UX デザイン',
        'フロントエンド開発',
        '動画制作',
        'グラフィックデザイン',
    ],
    languages: [
        '日本語',
        '英語',
    ],
    hobbies: [
        'ゲーム',
        '音楽鑑賞',
        'アニメ鑑賞',
    ]
}

export const jpProfileInfo = {
    name: '久保天太朗',
    headshot: '/sample1.png',
    bio: '現在、ウォータールー大学のグローバルビジネスおよびデジタルアーツ専攻に在籍しています。UXデザイン、ウェブデザイン、映像制作を学んでいます。私は日本の市民権を持っており、カナダのPRステータスもあります。生まれたから今までの人生の半分を日本で過ごしてきたため、日本語や文化を深く理解しています。さらに、カナダには約7年間住んでいるので、ネイティブレベルの英語を話すことができます。TOEFL iBTテストで113点を取得しました。花屋でITアドバイザーとして、留学エージェンシーでの経験もあります。現在はオンライン英語の家庭教師としてパートタイムで働いています。Adobeのソフトウェア、特にPhotoshop、Illustrator、Premiere Pro、After Effects、Audition、XDなどの経験があります。さらに、大学でUXデザインとグラフィックデザインを学び、自分でウェブ開発を学んでいます。ReactなどのJavaScriptフレームワークを使用したウェブ開発が得意です。',
    skills: [
        'UXデザイン',
        'ウェブ開発',
        'グラフィックデザイン',
        '映像編集',
    ],
    languages: [
        '日本語',
        '英語',
    ],
    hobbies: [
        'ビデオゲーム',
        '音楽',
        'アニメ',
    ]
}
